$.reject({ 
    reject: { 
        msie:10,
        firefox:37,
        safari:7,
        chrome:34,
        opera:17,
     },
     browserInfo:{
     	msie:false,
     },
     closeCookie: false,
     header: 'Вы пользуетесь устаревшим браузером!',
     paragraph1: 'Для корректной работы сайта, мы рекомендуем Вам установить один из ниже перечисленных браузеров',
     paragraph2: 'Нажмите на иконку браузера, чтобы перейти на его официальный сайт',
     closeLink: 'Закрыть',
     closeMessage: 'Закрывая данное окно, Вы соглашаетесь с тем, что функционал сайта может работать некорректно',
     
});